Repository: budiarno/myobh-core
Catalog: po/*.po
Languages: lt, ru

source: %a %e %b %-H:%M
lt: %b %e, %a %-H:%M

source: 30 Days
lt: 30 dienų
ru: 30 Дней

source: A background update check is in progress, please wait for retry.
lt: Fone vyksta naujinimo tikrinimas, palaukite kartojimo.
ru: Выполняется фоновая проверка обновлений, пожалуйста, ждите

source: Activate
lt: Įjungti
ru: Активировать

source: Active
lt: Veikia
ru: Активный

source: Active:
lt: Veikia:
ru: Активный:

source: Are you ready to create a backup ?
lt: Pasiruošę sukurti atsarginę kopiją?

source: Are you ready to create a backup image ?
lt: Pasiruošę sukurti atvaizdo atsarginę kopiją?
ru: Вы готовы к созданию полной копии прошивки?

source: Are you ready to install ?
lt: Pasiruošę įdiegti?
ru: Вы готовы к инсталляции?

source: Are you sure you want to delete this backup:
lt: Ar tikrai norite pašalinti šią atsarginę kopiją:
ru: Вы действительно хотите удалить этоу копию:

source: Are you sure you want to download this image:
lt: Ar tikrai norite atsisiųsti šį atvaizdą:
ru: Вы действительно хотите загрузить имидж:

source: Are you sure you want to restore this backup:
lt: Ar tikrai norite atkurti šią atsarginę kopiją:
ru: Вы действительно хотите восстановить этоу копию:

source: Are you sure you want to restore this image:
lt: Ar tikrai norite atkurti šį atvaizdą:
ru: Вы уверены, что хотите восстановить этот имидж:

source: Autostart
lt: Autopaleidimas
ru: Автостарт

source: Backing up files...
lt: Kuriama atsarginė kopija...
ru: Резервное копирование файлов...

source: Backup Complete...
lt: Atsarginė kopija sukurta...
ru: Резервное копирование завершено...

source: Backup Confirmation
lt: Kopijavimo patvirtinimas
ru: Подтверждение создания резервной копии

source: Backup Created
lt: Atsarginė kopija sukurta
ru: Создание резервной копии

source: Backup Manager
lt: Atsarginio kopijavimo valdymas
ru: Резервироание настроек

source: Backup Manager Log
lt: Atsarginių kopijų kūrimo žurnalas
ru: Протокол резервного копирования

source: Backup failed - e. g. wrong backup destination or no space left on backup device
lt: Atsarginė kopija nesukurta - neteisinga atsarginės kopijos paskirties vieta, arba tiesiog trūksta vietos
ru: Резервное копирование неудачно - возможно, неправильное расположение или нет свободного места на выбранном устройстве

source: Backup in progress, Please wait for it to finish, before trying again
lt: Vyksta atsarginis kopijavimas, prieš bandydami dar kartą, palaukite, kol jis pasibaigs
ru: Копия создаётся... Дождитесь окончания перед следующим действием

source: CCcam can't run whilst MGcamd is running
lt: CCcam negali pasileisti, kol MGcamd veikia
ru: CCcam не работает одновременно с MgCamd

source: Can't unmount partition, make sure it is not being used for swap or record/timeshift paths
lt: Nepavyksta atjungti skirsnio. Patikrinkite, ar jis nenaudojamas mainų failui, įrašams/laiko poslinkiui
ru: Не можете размонтировать раздел, убедитесь, что он не используется для подкачки или в путях записи/TimeShift

source: Cancel
lt: Atšaukti
ru: Отмена

source: Change Location
lt: Keisti vietą
ru: Изменить местоположение

source: Changes need a system restart to take effect. Restart your %s %s now?
lt: Kad įsigaliotų pakeitimai, sistemą reikia paleisti iš naujo. Paleisti %s %s iš naujo dabar?

source: Checking Free RAM..
lt: Tikrinama laisva operatyvinė atmintis...
ru: Проверка свободной памяти..

source: Checking softcams...
lt: Tikrinami emuliatoriai...
ru: Проверка эмуляторов...

source: Choose Files
lt: Pasirinkite failus
ru: Выбор файлов

source: Choose local ipk's folder
lt: Pasirinkite vietinį IPK katalogą
ru: Выберите локальную папку содержащую пакеты ipk

source: Choose where to mount your devices to:
lt: Pasirinkite, prie kur pajungti įrenginius:
ru: Выбор точки монтирования:

source: Close
lt: Užverti
ru: Закрыть

source: Comparing against backup...
lt: Lyginama su atsargine kopija...
ru: Сравнение с резервной копией...

source: Create
lt: Sukurti
ru: Создать

source: Create and Manage your swapfiles.
lt: Kurti ir tvarkyti mainų atminties failą.
ru: Создание и управление файлом подкачки

source: Create and Restore complete images of the system.
lt: Kurkite ir atkurkite sistemos atvaizdus.
ru: Создание и восстанавление полных образов системы

source: Creating Backup Files...
lt: Kuriami failai atsarginiam kopijavimui...
ru: Создание резервных копий...

source: Creating Swap..
lt: Kuriamas mainų atminties failas...
ru: Создание файла подкачки...

source: Creating list of installed plugins...
lt: Kuriamas įdiegtų įskiepių sąrašas...
ru: Создать список установленных плагинов...

source: Current Status:
lt: Būsena:
ru: Текущее состояние:

source: Daily
lt: Kasdien
ru: Ежедневно

source: Deactivate
lt: Išjungti
ru: Деактивировать

source: Delete
lt: Šalinti
ru: Удалить

source: Deselect
lt: Atšaukti pasirinkimą
ru: Отмена выбора

source: Device:
lt: Įrenginys:
ru: Место хранения:

source: Device: None available
lt: Įrenginys: neprieinamas
ru: Место хранения: Не выбрано!

source: Disable Startup
lt: Išjungti paleistį
ru: Отключить автостарт

source: Do you want to restore your Enigma2 plugins ?
lt: Ar norite atkurti savus Enigma2 įskiepius?
ru: Вы хотите восстановить сохранённые плагины?

source: Do you want to restore your Enigma2 settings ?
lt: Ar norite atkurti savus Enigma2 parametrus?
ru: Вы хотите восстановить сохранённые настройки?

source: Download
lt: Parsisiuntimas
ru: Загрузить

source: Download Confirmation
lt: Parsiuntimo patvirtinimas
ru: Подтверждение загрузки

source: Downloading Image...
lt: Parsiunčiamas atvaizdas...
ru: Загружается прошивка...

source: Downloads
lt: Parsisiuntimai
ru: Скачать

source: Enable Startup
lt: Įjungti paleistį
ru: Включить автостарт

source: Enable Swap at startup
lt: Įjungti mainų failą startuojant
ru: Включить автостарт файла подкачки

source: Enough Retries, delaying till next schedule.
lt: Gana kartoti, laukiama iki kito numatyto paleidimo.
ru: Достаточно повторов, задержка до следующего пункта планировщика.

source: Exit the restore wizard
lt: Užverti atkūrimo vedlį
ru: Выход из Мастера восстановления

source: Extra IPK's
lt: Papildomi IPK
ru: Дополнительные пакеты ipk

source: Found none standard softcam, trying to start, this may fail
lt: Rastas nestandartinis emuliatorius, bandoma startuoti, bet tai gali nepavykti
ru: Найден нестандартный эмулятор, возможны проблемы при запуске

source: Free space:
lt: Laisva vieta:
ru: Свободно:

source: HARD DISK:
lt: HDD:
ru: Жёсткий диск:

source: IPK Installer
lt: IPK diegėjas
ru: Установщик IPK

source: Image Manager
lt: Atvaizdų valdymas
ru: Управление прошивкой

source: Inactive
lt: Išjungtas
ru: Неактивный

source: Info
lt: Informacija
ru: Инфо

source: Install
lt: Įdiegti
ru: Установка

source: Install Confirmation
lt: Įdiegimo patvirtinimas
ru: Подтверждение установки

source: Install IPK's from your tmp folder.
lt: Įdiekite IPK iš /tmp katalogo.
ru: Установка IPK пакетов из папки /tmp

source: Install extensions.
lt: Įdiegti plėtinius.
ru: Установка расширений.

source: Install local extension
lt: Įdiegti vietinį plėtinį
ru: Установка дополнений

source: Installing...
lt: Diegiama...
ru: Устанавливается...

source: Invert
lt: Invertuoti
ru: Изменить порядок

source: It seems you have not setup a extra location, please setup in Backup Manager setup menu
lt: Atrodo, kad jūs nenustatę papildomos vietos, sukonfigūruokite tai Atsarginio kopijavimo valdyme, sąrankos meniu
ru: Вы не указали путь для дополнительных пакетов ipk, укажите его в меню настроек резервного копирования

source: MGcamd can't run whilst CCcam is running
lt: MGcamd negali pasileisti, kol CCcam veikia
ru: MgCamd не работает одновременно с работающим CCcam

source: Manage you devices mountpoints.
lt: Įrenginių prieigos taškų valdymas.
ru: Работа с точками монтирования

source: Manage your backups of your settings.
lt: Nustatymų atsarginio kopijavimo valdymas.
ru: Управление сохранениями настроек

source: Mount
lt: Pajungti
ru: Монтировать

source: Mount Manager
lt: Pajungimų valdymas
ru: Менеджер монтирования

source: Mount failed
lt: Pajungti nepavyko
ru: Монтирование неудачно!

source: Mount:
lt: Pajungta:
ru: Точка монтирования:

source: Moving to Backup Location...
lt: Perkeliama į atsarginės kopijos vietą...
ru: Перейти к месту хранения...

source: NO, do not restore plugins
lt: Ne, neatkurti įskiepių
ru: Нет, не восстанавливать плагины

source: NO, do not restore settings
lt: NE, neatkurti nustatymų
ru: Нет, не восстанавливать настройки

source: New Backup
lt: Nauja atsarginė kopija
ru: Новая копия

source: Next Backup:
lt: Kita atsarginė kopija:
ru: Следующее резервирование:

source: No config files found, please setup CCcam first in /etc/CCcam.cfg
lt: Konfigūracijos failų nerasta. Pirmiausiai CCcam sukonfigūruokite /etc/CCcam.cfg
ru: Отсутствуют файлы конфигурации, установите настройки CCcam в /etc/CCcam.cfg

source: No config files found, please setup Hypercam first in /etc/hypercam.cfg
lt: Konfigūracijos failų nerasta. Pirmiausiai Hypercam sukonfigūruokite /etc/hypercam.cfg
ru: Отсутствуют файлы конфигурации, установите настройки Hypercam в /etc/hypercam.cfg

source: No config files found, please setup MGcamd first in /var/keys
lt: Konfigūracijos failų nerasta. Pirmiausiai MGcamd sukonfigūruokite /var/keys
ru: Отсутствуют файлы конфигурации, установите настройки MGcamd в /var/keys

source: No config files found, please setup Oscam first in /etc/tuxbox/config
lt: Konfigūracijos failų nerasta. Pirmiausiai Oscam sukonfigūruokite /etc/tuxbox/config
ru: Отсутствуют файлы конфигурации, установите настройки Oscam в /etc/tuxbox/config

source: None
lt: Joks
ru: Нет

source: Now skipping restore process
lt: Atkūrimo procesas praleidžiamas
ru: Пропустить процесс восстановления

source: OK
lt: Gerai
ru: ОК

source: OK, to perform a restore
lt: Gerai, kad pradėti atkūrimą
ru: Нажмите ОК для восстановления

source: Please copy the folder
lt: Nukopijuokite katalogą
ru: Пожалуйста, скопируйте папку

source: Please enter a folder that contains some packages.
lt: Nurodykite katalogą, kuriame yra paketai.
ru: Пожалуйста, введите путь к папке, которая содержит установочные пакеты.

source: Please select device to use as swapfile location
lt: Pasirinkite laikmeną, kurioje bus mainų failas
ru: Пожалуйста, выберите место расположения файла подкачки

source: Please wait while gathers information...
lt: Palaukite, kol surenkama informacija...
ru: Пожалуйста подождите, идет сбор информации...

source: Please wait while plugins restore completes...
lt: Palaukite, kol pasibaigs įskiepių atkūrimas...
ru: Ждите, идёт восстановление плагинов...

source: Please wait while settings restore completes...
lt: Palaukite, kol pasibaigs nustatymų atkūrimas...
ru: Ждите, идёт восстановление настроек...

source: Please wait while starting
lt: Palaukite, paleidžiama
ru: Ожидайте запуска

source: Please wait while stopping
lt: Palaukite, išjungiama
ru: Ожидайте остановки

source: Please wait.
lt: Palaukite.
ru: Пожалуйста, ждите...

source: Plugin Listing failed - e. g. wrong backup destination or no space left on backup device
lt: Įskiepių sąrašas neįsikėlė - neteisinga atsarginės kopijos paskirties vieta, arba laikmenoje trūksta vietos
ru: Список плагинов не сохранён -возможно, неправильное расположение или нет свободного места на выбранном устройстве

source: Preparing extra plugins...
lt: Ruošiami papildomi įskiepiai...
ru: Подготовка дополнительных плагинов...

source: Press OK to toggle the selection.
lt: Spauskite 'OK', kad sukeistumėte žymėjimą.
ru: Нажмите OK для отметки/отключения выбора.

source: Rebooting...
lt: Paleidžiama iš naujo...
ru: Перезагрузка...

source: Refresh List
lt: Atnaujinti sąrašą

source: Remove Confirmation
lt: Pašalinimo patvirtinimas
ru: Подтверждение удаления

source: Removing temp mounts...
lt: Šalinami laikini pajungimai...
ru: Удаление времееных точек монтирования...

source: Restart
lt: Paleisti iš naujo
ru: Перезапуск

source: Restart %s %s.
lt: Paleisti iš naujo %s %s.

source: Restart Enigma2.
lt: Paleisti enigma2 iš naujo.
ru: Перезагрузка Энигмы

source: Restore
lt: Atkurti
ru: Восстановление

source: Restore Confirmation
lt: Atkūrimo patvirtinimas
ru: Подтверждение восстановления

source: Restore Wizard
lt: Atkūrimo vedlys
ru: Мастер восстановления

source: Restoring backup...
lt: Atkuriama atsarginė kopija...
ru: Восстановление резервных копий...

source: Restoring plugins, this can take a long time...
lt: Atkuriami įskiepiai, tai gali užtrukti ilgai...
ru: Восстановление плагинов, это может занять много времени...

source: Restoring plugins...
lt: Atkuriami įskiepiai...
ru: Восстановление плагинов...

source: Run
lt: Vykdyti
ru: Выполнить

source: Run your shell scripts.
lt: Paleisti savus scenarijus.
ru: Запуск скриптов

source: Save
lt: Išsaugoti
ru: Сохранить

source: Script Runner
lt: Scenarijų paleidėjas
ru: Выполнить скрипт

source: Select
lt: Pasirinkti
ru: Выбор

source: Select a backup to Restore:
lt: Pasirinkite atsarginę kopiją atkūrimui:
ru: Выберите резервную копию для восстановления:

source: Select a package to install:
lt: Pasirinkite paketą įdiegimui:
ru: Выбор пакета для установки:

source: Select an image to Download:
lt: Pasirinkite atvaizdą, kurį norite atsisiųsti:
ru: Выбор имиджа для загрузки:

source: Select an image to restore:
lt: Pasirinkite atvaizdą atkūrimui:
ru: Выберите имидж для восстановления:

source: Select extra packages folder
lt: Pasirinkite papildomų paketų katalogą
ru: Выберите папку дополнительных пакетов

source: Select files/folders to backup
lt: Pasirinkite failus ir katalogus atsarginiam kopijavimui
ru: Выбор файлов/папок для создания резервной копии

source: Select folder that contains plugins
lt: Pasirinkite katalogą, kuriame yra įskiepiai
ru: Выберите папку содержащую плагины

source: Select the Swap File Size:
lt: Pasirinkite mainų failo dydį:
ru: Задайте размер файла подкачки:

source: Select:
lt: Pasirinkite:
ru: Выбор:

source: Setting Up...
lt: Nustatoma...
ru: Настройка...

source: Setup Mounts
lt: Pajungimo valdymas
ru: Настройки монтирования

source: Size:
lt: Dydis:
ru: Размер:

source: Softcam Manager
lt: Emuliatoriai
ru: Управление эмуляторами

source: Softcam Manager Log
lt: Emuliatorių žurnalai
ru: Протокол управления эмуляторами

source: Softcam Setup
lt: Emuliatoriaus valdymas
ru: Настройка эмулятора

source: Softcam Starting...
lt: Emuliatorius paleidžiamas...
ru: Запуск эмулятора...

source: Softcam Stopping...
lt: Emuliatorius išjungiamas...
ru: Эмулятор останавливается...

source: SoftcamCheck
lt: Emuliatoriaus tikrinimas
ru: Проверка эмулятора

source: Sorry Image Restore is not supported on the
lt: Atleiskite, atvaizdo atkūrimas negalimas į
ru: К сожалению, имидж не подходит для восстановления

source: Sorry but location does exist or not setup, please setup in Backup Manager setup menu
lt: Atleiskite, tokia vieta egzistuoja, arba nenurodyta. Sukonfigūruokite tai Atsarginio kopijavimo sąrankoje
ru: К сожалению указанный путь не существует или не настроен, пожалуйста, настройте в меню резервного копирования, Диспетчера резервирования

source: Sorry feeds are down for maintenance, Please try again later.
lt: Atleiskite, šaltiniai neveikia dėl priežiūros darbų, pabandykite kiek vėliau.
ru: Извините, ресурс закрыт на техническое обслуживание, пожалуйста, повторите попытку позже!

source: Sorry feeds are down for maintenance, Please try using Backup Manager to restore plugins later.
lt: Atleiskite, šaltiniai neveikia dėl priežiūros darbų, pabandykite, naudodami Atsarginio kopijavimo įrankį, kiek vėliau.
ru: Извините, ресурс закрыт на техническое обслуживание. Пожалуйста, попробуйте использовать Менеджер резервного копирования для восстановления плагинов позже.

source: Sorry the image
lt: Atleiskite, atvaizdas

source: Sorry you %s %s is not yet compatible.
lt: Atleiskite, %s %s dar nesuderinamas.

source: Sorry, but the restore failed.
lt: Atleiskite, atvaizdo atkurti nepavyko.
ru: Извините, но восстановление не удалось.

source: Sorry, no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems
lt: Atleiskite, jokių laikmenų, palaikančių mainų failą, neprijungta. Negalima kurti mainų failo tinkle, arba fat32 sistemoje
ru: Не обнаружено устройств, поддерживающих создание файла подкачки. Невозможно создание на сетевых дисках или в файловой системе FAT32

source: Sorry, not enough free ram found, and no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems, unable to make backup
lt: Atleiskite, nepakanka laisvos operatyvinės atminties, o laikmenų, tinkamų mainų failui, nepajungta. Mainų failo negalima sukurti tinkle, ar FAT32 failų sistemoje. Neįmanoma padaryti atsarginės kopijos
ru: Не хватает свободной памяти, и нет устройств, поддерживающих создание файла подкачки. Невозможно создание на сетевых дисках или в файловой системе FAT32, невозможно создать резервную копию

source: Start
lt: Paleisti
ru: Старт

source: Starting...
lt: Pradedama...
ru: Запуск...

source: Status:
lt: Būsena:
ru: Состояние:

source: Stop
lt: Išjungti
ru: Стоп

source: Swap File not found. You have to create the file before to activate.
lt: Mainų failo nerasta. Sukurkite šį failą, prieš jį paleisdami.
ru: Файл подкачки не найден. Вы должны создать файл, прежде чем активировать.

source: Swap Manager
lt: Mainų failo valdymas
ru: Файл подкачки

source: Swap Place:
lt: Mainų failo vieta:
ru: Расположение:

source: Swap Size:
lt: Mainų failo dydis:
ru: Размер:

source: Temp Folder
lt: Laikinasis katalogas
ru: Временный каталог

source: The backup location does not have enough freespace.
lt: Atsarginei kopijai nepakanka laisvos vietos.
ru: Выбранный путь не имеет достаточно свободного места

source: The chosen location does not exist, using /media/hdd
lt: Pasirinkta vieta neegzistuoja, bus naudojama /media/hdd
ru: Выбранное место не существует, используйте /media/hdd

source: This Device is already mounted as HDD.
lt: Šis įrenginys jau pajungtas, kaip HDD.
ru: Данное устройство уже смонтировано как HDD

source: Type:
lt: Tipas:
ru: Тип:

source: Unmount
lt: Atjungti
ru: Отмонтир.

source: Updating mount locations.
lt: Atnaujinamos pajungimo vietos.
ru: Обновление точек монтирования

source: Use as HDD
lt: Naudoti, kaip HDD
ru: Использовать как HDD

source: ViX Backup Manager
lt: ViX atsarginio kopijavimo valdymas
ru: ViX Диспетчер резервирования

source: ViX Image Manager
lt: ViX atvaizdų valdymas
ru: ViX Диспетчер имиджей

source: ViX Mount Manager
lt: ViX pajungimų valdymas
ru: ViX Диспетчер точек монтирования

source: ViX Script Runner
lt: ViX scenarijų paleidimas
ru: ViX Запустить скрипт

source: ViX Swap Manager
lt: ViX mainų failo valdymas
ru: ViX Диспетчер файла подкачки

source: View Progress
lt: Peržiūrėti eigą
ru: Наблюдать выполнение

source: Wait please while creating swapfile...
lt: Palaukite, kol kuriamas mainų failas...
ru: Пожалуйста, подождите, создаётся файла подкачки...

source: Wait please while scanning for softcam's...
lt: Palaukite, kol ieškoma emuliatorių...
ru: Подождите, идёт поиск эмуляторов...

source: Wait please while scanning for devices...
lt: Palaukite, kol skenuojama Jūsų įranga...
ru: Подождите, сканируются накопители...

source: Wait please while scanning your %s %s devices...
lt: Palaukite, kol skenuojama jūsų %s %s įranga...

source: Wait please while scanning...
lt: Palaukite, kol ieškoma...
ru: Подождите, идёт поиск...

source: Weekly
lt: Kas savaitę
ru: Еженедельно

source: YES, to restore plugins
lt: Taip, atkurti įskiepius
ru: Да, восстановить плагины

source: YES, to restore settings
lt: Taip, atkurti nustatymus
ru: Да, восстановить настройки

source: You have no backup to delete.
lt: Nėra atsarginių kopijų trynimui.
ru: Нет копии для удаления.

source: You have no backups to restore.
lt: Nėra atsarginių kopijų atkūrimui.
ru: Нет копии для восстановления.

source: You have no image to delete.
lt: Nėra atvaizdų trynimui.
ru: Нет прошивки для удаления.

source: You have no image to download.
lt: Nėra parsisiųstinų atvaizdų.
ru: Нет прошивки для загрузки.

source: You have no image to restore.
lt: Nėra atvaizdų atkūrimui.
ru: Не обнаружен имидж для восстановления.

source: You have to create a Swap File before to activate the autostart.
lt: Prieš įjungdami mainų failo autopaleidimą, turite sukurti patį mainų failą.
ru: Вы должны создать файл подкачки прежде, чем активировать автозапуск.

source: Your %s %s is about to run a backup of your settings and detect your plugins, Do you want to allow this?
lt: %s %s ketina vykdyti nustatymų atsarginį kopijavimą ir mėgina aptikti įskiepius, ar norite leisti šiuos veiksmus?

source: Your %s %s is about to run a full image backup, this can take about 6 minutes to complete, do you want to allow this?
lt: %s %s ketina vykdyti atvaizdo atsarginį kopijavimą. Tai užtruks apie 6 minutes, ar norite leisti šiuos veiksmus?

source: Your %s %s is not connected to the internet, Please try using Backup Manager to restore plugins later.
lt: Jūsų %s %s neprisijungęs prie interneto. Pabandykite, naudodami atsarginių kopijų valdymą, atkurti įskiepius vėliau.

source: Your %s %s is not connected to the internet, please check your network settings and try again.
lt: Jūsų %s %s neprisijungęs prie interneto. Patikrinkite tinklo nustatymus ir bandykite dar kartą.

source: echo 'Downloading Image.'
lt: rodyti 'Parsisiunčiama.'
ru: echo 'Загружается имидж.'

source: echo 'Expanding Image.'
lt: rodyti 'Išskleidžiamas atvaizdas.'

source: there was a problem with this device, please reformat and try again.
lt: su šiuo įrenginiu iškilo problema. Performatuokite jį ir bandykite dar kartą.
ru: Возникла проблема с накопителем, пожалуйста, отформатируйте и попробуйте снова.

source: to a USB stick, place in front USB port of reciver and power on
lt: į USB laikmeną, įdėkite į aparato priekinę USB jungtį ir įjunkite maitinimą
ru: USB-флешь, вставьте USB-флешь в передний порт ресивера и включите его

source: unavailable
lt: neprieinama
ru: недоступен

source: A backup has been detected.
lt: Aptikta atsarginė kopija.
ru: Обнаружена резервная копия.

source: No plugins were needed to be installed
lt: Jokių įskiepių įdiegti neprireikė
ru: Нет необходимых плагинов для установки

source: Please select the file to restore ?
lt: Pasirinkite failą atkūrimui.
ru: Выберите файл для восстановления

source: The wizard is finished now, and will reboot
lt: Vedlys baigė darbą ir paleis sistemą iš naujo
ru: Мастер закончил работу, ресивер будет перезагружен

source: The wizard is finished now.
lt: Vedlys baigė darbą.
ru: Мастер закончил работу

source: Welcome to the restore wizard. A backup has been detected. You can use this wizard to restore your settings and any extra plugins that were installed when the backup was created.
lt: Sveiki atvykę į atkūrimo vedlį. Aptikta atsarginė kopija. Šį vedlį galite naudoti, nustatymams ir papildomiems įskiepiams, įdiegtiems sukūrus atsarginę kopiją, atkurti.
ru: Добро пожаловать в Мастер восстановления. Резервная копия обнаружена. Вы можете использовать Мастер для восстановления настроек и плагинов, сохранённых при создании резервной копии.

source: Allows the softcam manager to be launched from extensions.
lt: Leidžia emuliatorių valdymą paleisti iš plėtinių.

source: Allows the softcam to be checked if it stopped working, and restarted automatically if needed.
lt: Leidžia tikrinti emuliatorių, ar jis nenustojo veikti, ir jei reikia, automatiškai paleisti iš naujo.
ru: Позволяет проверять работу эмулятора и автоматически перезапускать его при необходимости.

source: Allows you schedule your backups.
lt: Leidžia planuoti atsarginių kopijų kūrimą.
ru: Позволяет планировать создание резервных копий.

source: Allows you schedule your image backups.
lt: Leidžia planuoti atvaizdo atsarginių kopijų kūrimą.
ru: Позволяет планировать создание резервных копий прошивки.
