Repository: budiarno/myobh-core
Catalog: po/*.po
Languages: lt, ru

source: Allows you to tag your backups to a box. (default is box name/type)
lt: Leidžia sužymėti atsargines kopijas (numatytoji žymė yra pavadinimas/tipas)
ru: Указывает принадлежность резервной копии ресиверу (по умолчанию имя/тип)

source: Allows you to tag your image backup to a box. (default is box name/type)
lt: Leidžia sužymėti atvaizdo atsargines kopijas (numatytoji žymė yra pavadinimas/tipas)
ru: Указывает принадлежность резервной копии прошивки ресиверу (по умолчанию имя/тип)

source: Backup Location
lt: Atsarginės kopijos vieta
ru: Расположение резервной копии

source: Backup Manager Setup
lt: Atsarginio kopijavimo valdymas
ru: Настройки резервного копирования

source: Backup prefix
lt: Atsarginės kopijos prefiksas
ru: Добавить префикс к имени резервной копии

source: Enable frozen check
lt: Įjungti 'pakibimo' tikrinimą

source: Frozen check interval
lt: 'Pakibimo' tikrinimų intervalas
ru: Интервал проверки

source: Image Manager Setup
lt: Atvaizdų valdymas
ru: Настройки сохранения прошивки

source: Location of where backup should be saved.
lt: Atsarginių kopijų išsaugojimo vieta.
ru: Место расположения резервных копий

source: Location of where image backup should be saved.
lt: Atvaizdų atsarginių kopijų išsaugojimo vieta.
ru: Место для сохранения резервной копии имиджа.

source: Repeat how often
lt: Kas kiek laiko kartoti
ru: Как часто повторять

source: Schedule Backups
lt: Planuoti atsarginių kopijų kūrimą
ru: Автосохранение

source: Set the interval to be checked in mins.
lt: Nustatykite tikrinimo intervalą (min.)
ru: Установка интервала проверки в мин.

source: Set the repeat interval of backup schedule.
lt: Nustatykite atsarginio kopijavimo grafiko kartojimo intervalą.
ru: Установите интервал повторения автоматического создания резервных копий

source: Set the time of backup to start.
lt: Nustatykite atsarginio kopijavimo pradžios laiką.
ru: Установите время старта создания резервной копии.

source: Show in extensions
lt: Rodyti tarp plėtinių

source: Time of Backup to start
lt: Atsarginio kopijavimo pradžios laikas
ru: Время автосохранения

source: Are you sure you want to delete this image backup:
lt: Ar tikrai norite pašalinti atvaizdo atsarginę kopiją:

source: Are you sure you want to flash this image:
lt: Ar tikrai norite įsidiegti šį atvaizdą:

source: Automatic settings backup
lt: Automatinė nustatymų atsarginė kopija

source: Do you want to restart GUI now ?
lt: Ar norite paleisti grafinę aplinką iš naujo dabar?

source: Flash
lt: Atmintinė

source: Logs
lt: Žurnalai

source: Main menu
lt: Pagrindinis meniu

source: Setup
lt: Sąranka

source: 16 Mb
ru: 16 МБайт

source: 32 Mb
ru: 32 МБайта

source: 64 Mb
ru: 64 МБайта

source: 8 Mb
ru: 8 МБайт

source: 96 Mb
ru: 96 МБайт

source: GB
ru: ГБайт

source: Ipkg
ru: Пакеты ipk

source: MB
ru: МБайт

source: TB
ru: ТВ
